/* Cartão com data de vencimento */
"cartao.exemplo1.descricao" = "Credit Card due Date";

/* Cartão de crédito */
"cartao.exemplo1.nome" = "Credit Card";

/* Outras formas de parcelamento */
"cartao.exemplo2.descricao" = "Other instalment options";

/* Outros */
"cartao.exemplo2.nome" = "Others";

/* Titulo popup atenção */
"titulo.atencao" = "Atention!";

/* Titulo popup de boas vindas */
"titulo.bemvindo" = "Welcome!";

/* Titulo popup atenção */
"titulo.melhordia" = "Best Day!";

/* Titulo popup Pagamento */
"titulo.pagamento" = "Payment!";

/* Primeira mensagem lista de compras */
"lista.compras.primeira.mensagem" = "Use the above + button to add new purchases. To alter any purchase touch anywhere in the desired item line.";

/* Sem contas cadastradas popup */
"lista.compras.popup.semcontas" = "Before you can set up a purchase you must add a credit card account. Click OK to add the credit card you use the most. You can manage your credit card installments using the icon Accounts.";
 
 
 /* Aviso de melhor dia de compras */
"lista.compras.popup.melhordia" = "Today is the best day for a purchase with your card! \n\n%@\nPurchaes made today will only be charged next month. Don't miss the opportunity!";

/* Primeira mensagem lista de contas */
"lista.contas.primeira.mensagem" = "Here you can visualize and administrate your Credit Card. Use the + button above to register new accounts. To change your current purchases touch the desired line item. To delete an account, touch 'Edit' on the upper right corner. Register an account to each credit card you use.";


/* Compras presentes cuidado ao apagar */
"lista.contas.popup.apagar" = "This account has an associeted puchase that will also be deleted. You will loose all related data if you delete the account. Do you confirn account deletion?";

/* Primeiro uso parcelas */
"lista.parcelas.primeiro.uso" = "Here you can visualize your installments. You can change it by touching the desired line item. Individual installments cannot be deleted. To change your installment you must edit the related purchase and lower, or increase the number os installments.";


/* Primeiro uso previsão */
"lista.previsao.primeiro.uso" = "Forecast is the place you can visualize your next installments for this or for the moths ahead. You can also check the installment value and the total already paid for all your cards/accounts.";

/* Dia de vencimento do cartão */
"lista.previsao.vencimento.cartao" = "Today is the due date for your Credit Card! \n\n%@\nDo not forget to pay your installments!";


/* Previsao texto informativo */
"lista.previsao.texto.informativo" = " Purchases during ";

/* Previsao texto no total de */
"lista.previsao.texto.nototalde" = " with a total of";

/* Previsao aviso estouro mensal */
"lista.previsao.texto.estouromensal" = " You went over your predicted goal in ";

/* Sem parcelas em nenhuma conta */
"cadastro.pagamento.semparcelas" = "You have no unpayed installments for the current month for your registered accounts. You can only pay installments on its due month.";

/* Sem parcelas na conta escolhida */
"cadastro.pagamento.conta.semparcelas" = "The chosen account has no pending installments for the current month. You can pay your installments on its due month.";

/* Pagamento Efetuado */
"cadastro.pagamento.conta.pagamentoefetuado" = "Payment done.";

/* Pagamento a maior */
"cadastro.pagamento.conta.amaior" = "You cannot pay a sum that is greater than the value of the bill.";

/* Pagamento a menor */
"cadastro.pagamento.conta.amenor" = "You paid a lower amount than the total due. The difference will be added as a new purchase together with interest forecast that will be charged for the following month.";

/* Campos faltando */
"cadastro.conta.campos.faltando" = "You did not enter a account description or a company name. No problem, the field will be set with a defaut name, the type of account chosen. Don't worry, you will be able to correct this with the 'edit' option.";


/* Marcar parcelas como */
"cadastro.compra.marcar.parcelas" = "How should the overdue installments be marked as?";

/* Ação ao apagar parcelas */
"cadastro.compra.apagar.parcelas" = "The installment data changed. It is necessary to delete the current ones so that new ones can be added. How do you wish to precede?";


/* Ação ao apagar parcelas pendentes */
"cadastro.compra.apagar.parcelaspendente" = "The installment data changed. It is necessary to delete the current ones so that new ones can be added. Previous months installments will be set as 'not paid' it will be necessary to set them as 'paid'. How do you wish to proceed?";


/* Descrição da conta de exemplo */
"conta.exemplo.cadastro.nome" = "VISA (Example)";

/* Empresa da conta de exemplo */
"conta.exemplo.cadastro.empresa" = "Bank Life on installments INC.";

/* Descrição da compra de exemplo */
"compra.exemplo.cadastro.descricao" = "SuperMac Computer (Example)";

/* Detalhes da compra de exemplo */
"compra.exemplo.cadastro.detalhes" = "Store on Sale (Example)";

/* Importante datas popup */
"cadastro.compra.popup.datas" = "For the installments to function correctly it is inportant that the due date and the best day for purchase be rightly informed. The due date is necessary to set the dates of the next installments payments. The best day for purchase is the day of the month that gives you the longest time between the purchase and the payment date, in other words, the day after your credit card bill closing date";

/* Data da compra*/
"cadastro.compra.popup.datacompra" = "Always input the purchase date. It will be used along side the best day for the istallment payments to create installments with correct dates.";


/* Confirmação de pagamento zerado */
"cadastro.pagamento.conta.valorzerado" = "Setting as zero the payment value will make the app add the installment to your next bill with calculated and added interest. You confirm the non paiment of this card?";


/* Total de gastos previstos em todas as contas */
"cadastro.conta.footer.previsto" = "Forecast of expenses in all accounts ";

/* Conta desta compra foi apagada */
"cadastro.compra.conta.apagada" = "The account linked to this purchase was deleted. You will need to set up the account again.";

/* parcela */
"lista.previsao.texto.parcela" = "installment";

/* parcelas */
"lista.previsao.texto.parcelas" = "installments";

/* Previsão para */
"parcela.titulo.previsao" = "Forecast for";

/* Nenhuma conta */
"pagamento.info.cartao.semconta" = "No account selected";

/* Sem parcelas pendentes */
"pagamento.info.cartao.semparcelaspendentes" = "No due installments.";

/* Parcelas já pagas */
"cadastro.compra.parcelas.pagas" = "Already paid";

/* Pendente pagamento */
"cadastro.compra.parcelas.pendentes" = "Due payment";

/* Cancelar atualização */
"cadastro.compra.parcelas.cancel" = "Cancel";

/* Recriar parcelas */
"cadastro.compra.parcelas.recreate" = "Recreate";

/* Juros do cartão */
"pagamento.cartao.juros.proxmes" = "Interest";

/* Descrição Parcela */
"parcela.nova.descricao" = "Installment ";

/* Separador de atual e total de parcelas */
"parcela.nova.separador" = "of";
